Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Suunnitelma ei aiheuta olennaisia muutoksia Enontekiön kulttuuriseen, sosiaaliseen ja terveydelliseen tilanteeseen verrattuna tilanteeseen vuonna 1991, erämaalain astuttua voimaan.
sme: Plána ii rievdat olus Eanodaga kultuvrralaš, sosiálalaš ja dearvvašvuođalaš dili jagi 1991 dili ektui, go meahcceguololáhka bođii fápmui.

source: Näin ollen suunnitelman esitykset edistävät osaltaan maankäyttö- ja rakennuslain (132/1999) sekä kyseiseen lakiin perustuvan valtioneuvoston periaatepäätöksen valtakunnallisista alueidenkäyttötavoitteista asettamien tavoitteiden toteutumista.
sme: Ná plána árvalusat ovddidit eanageavahan- ja huksenlága (132/1999) ulbmiliid ja ovddidit stáhtaráđi mearrádusa mielde maiddái dán láhkii vuođđuduvvi váldegottálaš guovlluidgeavahanulbmiliid ollašuvvama.

source: Luonnonsuojelun näkökulmasta suunnitelman esitykset edistävät Tarvantovaaran erämaa-alueen ja samalla nimellä olevan Natura-alueen luonnonarvojen säilymistä.
sme: Luonddusuodjaleami dáfus plána addin vejolašvuođat ovddidit Darvvatvári meahcceguovllu ja seammanammasaš Natura-guovllu luondduárvvuid seailuma.

source: Hoito- ja käyttösuunnitelmassa asetetaan alueen hoidolle ja käytölle tavoitteet, periaatteet ja rajoitteet.
sme: Dikšun- ja geavahanplánas mearriduvvojit guovllu dikšumii ja geavaheapmái ulbmilat, prinsihpat ja ráddjehusat.

source: Suunnittelun yhteydessä tehty alueen nykytilanteen kartoittaminen mahdollistaa tavoiteltavien ympäristövaikutusten toteutumisen seurannan tulevaisuudessa.
sme: Plánema oktavuođas dahkkojuvvon guovllu dálá dili kártema bokte sáhttá čuovvut ohcaluvvon birasváikkuhusaid ollašuvvama boahtteáiggis.

source: Metsähallituksen Enontekiön kuntaa koskevalla yhteistyöryhmällä ja Käsivarren paliskunnalla on keskeinen rooli seurannassa.
sme: Eanodaga ovttasbargojoavku ja Giehtaruohttasa bálggus leat guovddážis dán čuovvumis.

source: On tärkeää, että paikalliset asukkaat ja muut sidosryhmät voivat osallistua suunnitelman toteutumisen seurantaan ja että heillä on mahdollisuus vaikuttaa suunnitelman lisäksi sen toteuttamiseen.
sme: Lea dehálaš, ahte maiddái báikkálaš ássit ja eará čanasjoavkkut sáhttet leat čuovvumin plána ollašuvvama ja maiddái mielde dan ollašuhttimis.

source: Valvonta on olennainen osa suunnitelman esitysten toimeenpanoa ja seurantaa.
sme: Goziheapmi lea mávssolaš oassi plána árvalusaid ollašuhttimis ja čuovvumis.

source: Lähteet
sme: Gáldut

source: Tähän on koottu tekstissä viitattujen teosten lisäksi myös muuta aiheeseen liittyvää kirjallisuutta.
sme: Dása lea čohkkejuvvon teavsttas čujuhuvvon girjjiid lassin maiddái eará, fáddái guoskevaš girjjálašvuohta.

source: Aalto, P. 2002a: Lätäsenon–Hietajoen soidensuojelualueen linnusto.
sme: Áibmojohtalusláhka 281/1995. Bázahusfuolahusláhka 1072/1993.

source: – Teoksessa Kajala, L. (toim.): Tarvantovaaran erämaa-alueen ja Lätäsenon–Hietajoen soidensuojelualueen luonto ja käyttö.
sme: Biraslohpemeannudanláhka 735/1991.

source: Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 140: 75–81.
sme: — 1994b: YVA-lain toimeenpano / BVÁ-lága doibmiibidjan.

source: — 2002b: Tarvantovaaran erämaa-alueen linnusto.
sme: Yhteysviranomaisen tehtävät / Oktavuohtavirgeoapmahaša barggut.

source: Metsähallituksen luonnonsuojelujulkaisuja.
sme: – Birasministeriija, guovlluid geavaheami ossodat.

source: Sarja A 140: 70–75.
sme: – Barjojoavku smiehttamuš.

source: Ahonen, M. 2002: Kalavesien hoito ja kalastus.
sme: Suoma biras 597. Birasministeriija, guovlluid geavaheami

source: Sarja A 140: 115–122.
sme: Dološmuitoláhka 295/1963.

source: Elo, T. &amp; Magga, P. (toim.) 2007: Eletty, koettu maisema.
sme: Elo, T. &amp; Magga, P. (doaimm.) 2007: Eletty, koettu maisema.

source: Näkökulmia saamelaiseen kulttuurimaisemaan.
sme: Näkökulmia saamelaiseen kulttuurimaisemaan / Ellojuvvon, vásihuvvon duovddaoainnus.

source: – Suomen ympäristö 34/2007. Lapin ympäristökeskus.
sme: – Suoma biras 34/2007. Lappi birasguovddáš.

source: Eläinsuojelulaki 247/1996.
sme: Giddodatčohkkenláhka 554/1995.

source: Erämaakomitea 1988: Erämaakomitean mietintö. – Komiteamietintö 1988:39. Valtion painatuskeskus.
sme: Helle, T. &amp; Aspi, J. 1983: Effects of Winter Grazing by Reindeer on Vegetation / Bohccuid dálveguođoheami váikkuhusat šaddogeardái.

source: Erämaalaki 62/1991.
sme: – Oikos 40: 337–343.

source: Euroopan unionin lintudirektiivi 79/409/ETY. – Euroopan yhteisöjen neuvoston direktiivi luonnonvaraisten lintujen suojelusta.
sme: Helle, T., Kajala, L., Niva, A. &amp; Särkelä, M. 1998: Poron laidunnuksen vaikutus tunturikoivikoiden rakenteeseen / Bohcco guođoheami váikkuhus lagešvuvddiid ráhkadahkii.

source: Euroopan unionin luontodirektiivi 92/43/ETY. – Euroopan yhteisöjen neuvoston direktiivi luontotyyppien sekä luonnonvaraisen eläimistön ja kasviston suojelusta.
sme: – Girjjis Hyppönen, M., Penttilä, T. &amp; Poikajärvi, H. (doaimm.): Poron laidunnuksen vaikutus metsä- ja tunturiluontoon / Bohccuid guođoheami váikkuhus vuovde- ja duottarlundui.

source: Haikonen, A., Romakkaniemi, A., Ankkuriniemi, M., Keinänen, M., Pulkkinen, K. &amp; Vartema, S. 2004: Lohi- ja meritaimenkantojen seuranta Tornionjoessa 2003. – Kala- ja riistaraportteja nro 320. 54 s.
sme: Kaipiainen, H., Kemppainen, E., Peltonen, S.-L. &amp; Alanen, A. (doaimm.) 1997: Uhanalaisuuden arviointiperusteet / Áittavulošvuođa árvvoštallanvuođuštusat. – Suoma birasguovddáža máŋggus 68. Suoma birasguovddáš, Helsset.

source: Heikkilä, L. 2002a: Keräilytalous.
sme: — 2002e: Porotalous / Boazodoallu.

source: Sarja A 140: 122–127.
sme: Ráidu A 140: 128–130.

source: Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 140: 94–105.
sme: Kalpio, S. &amp; Bergman, T. 1999: Lapin perinnemaisemat / Lappi árbevirolaš duovddaoidnosat.

source: Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 140: 15–17 ja 141–154.
sme: – Guovloguovdilis birasprentosat 116. Lappi birasguovddáš &amp; Meahcceráđđehus.

source: —, Kajala, L., Niva, A. &amp; Särkelä, M. 1998: Poron laidunnuksen vaikutus tunturikoivikoiden rakenteeseen.
sme: —, Colpaert, A., Anttonen, M. &amp; Nieminen, M. 2004: Poronhoitoalueen pohjoisimman osan (13 paliskuntaa) talvilaidunten uusintainventointi vuosina 1999–2003 / Boazodoalloguovllu davimus oasi (13 bálgosa) dálveguohtoneatnamiida ođđainventeren jagiin 1999–2003. – Guolle- ja fuođđoraporttat nro 303. Helsset.

source: – Teoksessa Hyppönen, M., Penttilä, T. &amp; Poikajärvi, H. (toim.): Poron laidunnuksen vaikutus metsä- ja tunturiluontoon.
sme: Láhka vuoigatvuođas luohpadit stáhta giddodatopmodaga 973/2002. Lahti, T., Lampinen, R. &amp; Kurtto, A. 1995: Suomen putkilokasvien levinneisyyskartasto.

source: Metsäntutkimuslaitoksen tiedonantoja 678: 132–141.
sme: 23 s. + 1 604 kárta (diehtovuogádagat).

source: Ilmailulaki 281/1995. Johansson, P. &amp; Perttunen, V. 2002: Geologia.
sme: Magga, P. 2003: Saamelainen kulttuuriympäristöohjelma / Sápmelaš kulturbirasprográmma.

source: Sarja A 140: 18–29.
sme: Meahcástanláhka 615/1993.

source: Järjestyslaki 612/2003.
sme: Meahcceguovloláhka 62/1991.

source: Kaikusalo, A. 2002: Nisäkkäät.
sme: Meahccejohtalusláhka 1710/1995.

source: Sarja A 140: 68–70.
sme: Ráidu C 89. 136 s.

source: Kaipiainen, H., Kemppainen, E., Peltonen, S.-L. &amp; Alanen, A. (toim.) 1997: Uhanalaisuuden arviointiperusteet. – Suomen ympäristökeskuksen moniste 68. Suomen ympäristökeskus, Helsinki.
sme: Rassi, P., Alanen, A., Kanerva, T. &amp; Mannerkoski, I. (doaimm.) 2001: Suomen lajien uhanalaisuus / Suoma šlájaid áittavulošvuohta 2000. – Birasministeriija &amp; Suoma birasguovddáš, Helsset.

source: 79 s.
sme: 432 s.

source: Kajala, L. 2000: Käsivarren erämaa-alueen virkistyskävijät kesäkuusta 1996 toukokuuhun 1997. – Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 125. 95 s.
sme: —, Alanen, A., Kanerva, T. &amp; Mannerkoski, I. (doaimm.) 2002: Suomen lajien uhanalaisuus 2000. Alueellinen tarkastelu.

source: — 2002a: Asutus, maanvuokraus ja käyttöoikeuksien luovutus.
sme: / Suoma šlájaid áittavulošvuohta 2000. Guovloguovdilis suokkardallan.

source: Sarja A 140: 138–139. — 2002b: Liikenne ja kulkuyhteydet.
sme: Rauhala, M. 2002: Enontekiön kulttuuriympäristöohjelma / Eanodaga kulturbirasprográmma.

source: Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 140: 135–138.
sme: – Suoma biras 540. Birasministeriija, guovlluid geavaheami ossodat, Helsset.

source: — 2002c: Luonnontilaisuus.
sme: 99 s.

source: Sarja A 140: 81–86. — 2002d: Luontomatkailu ja virkistyskäyttö.
sme: – Suoma biras 8/2008. Oassit 1 ja 2. Suoma birasguovddáš, Helsset.

source: Sarja A 140: 131–134. — 2002e: Porotalous.
sme: Dohkkehuvvon sámedikki čoahkkimis 28.3.1998. 5 s.

source: Sarja A 140: 128–130.
sme: Sámi giellaláhka 1086/2003.

source: Kajala, L. (toim.) 2002f: Tarvantovaaran erämaa-alueen ja Lätäsenon–Hietajoen soidensuojelualueen luonto ja käyttö.
sme: Sandström, O., Vaara, I., Heikkuri, P. Jokinen, M., Kokkoniemi, T., Liimatainen, J., Loikkanen, T., Mela, M., Osmonen, O., Salmi, J., Seppänen, M., Siekkinen, A., Sihvo, J., Tolonen, J., Tuohisaari, O., Tynys, T., Vaara, M. ja Veijola, P. 2000: Ylä-Lapin luonnonvarasuunnitelma / Davvi-Sámi luondduvalljodatplána.

source: Sarja A 140. 161 s. + 2 liitekarttaa. Kalastuslaki 286/1982.
sme: – Meahcceráđđehusa vuovdedoalu prentosat 38. 246 s. + laktagat.

source: Kalpio, S. &amp; Bergman, T. 1999: Lapin perinnemaisemat.
sme: – Girjjis Elo, T. &amp; Magga, P. (doaimm.): Eletty, koettu maisema.

source: – Alueelliset ympäristöjulkaisut 116. Lapin ympäristökeskus &amp; Metsähallitus.
sme: Näkökulmia saamelaiseen kulttuurimaisemaan. Suoma biras 34/2007. Lappi birasguovddáš.

source: Kankaanpää, J. 2002: Arkeologia. – Teoksessa Kajala, L. (toim.): Tarvantovaaran erämaa-alueen ja Lätäsenon–Hietajoen soidensuojelualueen luonto ja käyttö.
sme: — 2002: Ylä-Lapin ja Urho Kekkosen kansallispuiston luontokartoitus / Davvi-Sámi luonddudikšunguovllu ja Urho-Kekkonen álbmotmeahci luonddukárten.

source: Sarja A 140: 86–94.
sme: Ráidu A 137. 175 s.

source: Kumpula, J., Colpaert, A., Kumpula, T. &amp; Nieminen, M. 1997: Suomen poronhoitoalueen talvilaidunvarat.
sme: —, Gröndahl, K., Stolt, E., Tuovinen, T. &amp; Salmi, J. 2006: Ylä-Lapin alueen luonnonvarasuunnitelma / Davvi-Sámi luondduvalljodatplána.

source: – Kala- ja riistaraportteja nro 93. Riistan- ja kalantutkimus.
sme: Kansallisesti ja globaalisti kestävä Suomi / Bistevaš válljemiid guvlui.

source: 42 s. + liitteet. —, Colpaert, A. &amp; Nieminen, M. 1999: Suomen poronhoitoalueen kesälaidunvarat.
sme: Stuorraspirebargojoavkku 1996: Suomen maasuurpetokannat ja niiden hoito / Suoma eanastuorraspirenálit ja daid dikšun.

source: – Kala- ja riistaraportteja nro 152. Riistan- ja kalantutkimus, Kaamanen.
sme: EMM prentosat 6/1996. Eana- ja meahccedoallosministeriija &amp; birasministeriija, biras- ja luondduvalljodatráđđi.

source: 40 s. + liitteet.
sme: 41 s. + laktagat.

source: —, Colpaert, A., Anttonen, M. &amp; Nieminen, M. 2004: Poronhoitoalueen pohjoisimman osan (13 paliskuntaa) talvilaidunten uusintainventointi vuosina 1999–2003.
sme: Tikkanen, E. 1995: Kuolan saastepäästöt Lapin metsien rasitteena / Guoládaga nuoskkidanluoitimat Lappi vuvddiid losádussan. Nuorta-Lappi vuovdevahátprošeavtta loahpparaporta.

source: – Kala- ja riistaraportteja nro 303. Helsinki.
sme: Sámedikki árvvoštallan plána váikkuhusain sámekultuvrii

source: 39 s. + 15 liitettä. Lahti, T., Lampinen, R. &amp; Kurtto, A. 1995: Suomen putkilokasvien levinneisyyskartasto.
sme: Dán čuvvosis lea sámedikki árvvoštallan obban, ja oassi sámedikki árvvoštallamis lea kommenterejuvvon maiddái cealkámuščoahkkáigeasus.

source: – Helsingin yliopisto, Luonnontieteellinen keskusmuseo / Kasvimuseo, Helsinki.
sme: Sámedikki árvvoštallama vuođul plánii dahkkojuvvon mávssoleamos nuppástusat:

source: Laki luonnonvaraisten tuotteiden keräämisen rajoittamisesta eräissä tapauksissa 332/1955.
sme: • lea dievasmahtton lohku 3 Dikšuma ja geavaheami ulbmilat

source: Laki Metsähallituksen erävalvonnasta 1157/2005. Laki Metsähallituksesta 1378/2004.
sme: • lasihuvvon ođđa Meahciráđđehuslága (1378/2004) mielddisbuktin nuppástusat

source: Laki oikeudesta luovuttaa valtion kiinteistövarallisuutta 973/2002. Laki saamelaiskäräjistä 974/1995.
sme: Ášši: Sámedikki árvvoštallan Darvvatvári meahcceguovllu dikšun- ja geavahanplána váikkuhusain sámekultuvrii

source: Laki yleisistä teistä 243/1954.
sme: Sámedikki stivra mearridii čoahkkimisttis 12.6.2007 ovdanbuktit áššečuoggás oaivvilduvvon árvvoštallamin čuovvovačča.

source: Laki ympäristöhallinnosta 55/1995. Laki ympäristövaikutusten arviointimenettelystä 468/1994. – YVA-laki.
sme: Árvvoštallama vuođđun lea Meahciráđđehusa dahkan ja birasministeriijai sádden Darvvatvári meahcceguovllu dikšun- ja geavahanplána (plána).

source: Leppäjärvi, J. 2002: Riistanhoito ja metsästys.
sme: 1. Vuoigatvuođalaš vuolggasajit, bistevašvuohta ja doahpagat

source: Metsähallituksen luonnonsuojelujulkaisuja. Sarja A 140: 105–114.
sme: Dušše láhkamearrádusaid divvuma bokte ii goittotge oppa plána divvašuva.

source: Luonnonsuojelulaki 1096/1996.
sme: Sámediggi lea juo plánii guoskevaš ráđđádallamiin birasminister iijain buktán ovdan dan, ahte avádatjuogu vuođđun árvaluvvon lága 7 §:a dárkilet ákkastallamis ii daddjojuvvo mihkkege avádatjuogus, muhto ”guovllu sierra osiide” juohkimiin čujuhit vuosttažettiin vuovdeguovlluid juohkimii dikšun- ja geavahanplánas luonddudilálaš ja ekologalaččat gieđahallat jurddašuvvon vuovdeguovlluide (gč. HE 42/1990 s. 13).

source: Maa-aineslaki 555/1981. Magga, P. 2003: Saamelainen kulttuuriympäristöohjelma.
sme: Giehtaruohttasa meahcceguovllus eai leat vuovddit, ja dákko bokte avádatjuogu ii sáhte ákkastallat.

source: Esiselvitys.
sme: Eará osiin avádatjuohku ii vuođđuduva meahcceguovloláhkii ja dan ákkastallamiidda, ja nuba plána ”bissovažžan jurddašuvvon váldoprinsihpas” ja plána ”ulbmilis” dákko bokte ii leat plánas čuoččuhuvvon doarjja lágas dahje dan ákkastallamiin.

source: – Painamaton. Saamelaiskäräjät.
sme: Lága ulbmiliid oktiiheiveheapmi

source: — 2007: Birrasis.
sme: Meahcceguovlolága (62/1991) 1 §:a ulbmilin gávnnahuvvojit 1) guovllu meahccáivuođa seailluheapmi 2) sámekultuvrra dorvvasteapmi 3) luondduealáhusaid dorvvasteapmi ja 4) guovllu máŋggabealat geavaheami ja dan vejolašvuođaid ovddideapmi.

source: Lapin kulttuuriympäristöt tutuksi -hankkeen saamelaisosion loppuraportti. – Oulun yliopisto, Giellagas-instituutti.
sme: Plánas ulbmilis ii daddjojuvvo lága ákkastallamiid mieldásaš, plána ja meahcceguovlolága váldoulbmil, mii lea sámedikki mielas sierra eanangeavahanhámiid oktiiheiveheapmi biras

source: Metsähallitus 2002: Luonnonsuojelualueiden hoidon periaatteet.
sme: suodjaleapmái – iige dušše sierra geavaheaddjijoavkkuid gaskkas.

source: Metsähallituksen luonnonsuojelualueiden tavoitteet, tehtävät ja hoidon yleislinjat. – Metsähallituksen luonnonsuojelujulkaisuja.
sme: ” Lága deháleamos ulbmil lea 1 ja 4 §:a dárkilet ákkastallamiid mielde meahcceguovlluid meahcceluonddu seailluheapmi nu álgodilis ja luonddudilis go vejolaš.

source: – Asianhallinta 1821/01/2004. 3.5.
sme: Meahcceguovloláhkii guoskevaš ráđđehusa árvalusa váldosisdoalu mielde boazodoalu ja eará luondduealáhusaid ja vánddardeami vejolašvuođat buorránit dahje seilot goittot ovddežin dahjege jagi 1991 dili dásis, go láhka lea boahtán fápmui.

source: — 2006b: Pöyrisjärven erämaa-alueen hoito- ja käyttösuunnitelma. – 68 s. + liitteet.
sme: Vuođđolága ja riikkaidgaskasaš soahpamušaid mielde plána galggašii sámedikki mielas doalvut

source: metsa.fi/sivustot/metsa/SiteAttachments/Poyrisjarveneramaaalueenhoitojakayttosuunnitelma.pdf
sme: aiddo nuppelágan bohtosii dahjege sámiid kulturhápmái gullevaš ealáhusaid dorvvasteapmái ja daid ovddideapmái.

source: — 2011: Lätäsenon–Hietajoen soidensuojelualueen hoito- ja käyttösuunnitelma.
sme: Sámit leat Suomas álgoálbmot, mas lea iežas giella ja kultuvra.

source: – Metsähallituksen luonnonsuojelujulkaisuja. Sarja C 89. 136 s.
sme: Darvvatvári meahcceguovlu gullá ollásit sámiid ruovttuguvlui.

source: Muinaismuistolaki 295/1963. Museovirasto 1993: Rakennettu kulttuuriympäristö.
sme: Almmolaš váldi lea vuođđolága (PL 22 §) mielde geatnegahtton fuolahit sámiid vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvamis.

source: Valtakunnallisesti merkittävät kulttuurihistorialliset ympäristöt. – Rakennushistorian osaston julkaisu 16.
sme: Dárbbu mielde sámiid kulturhámi galgá vuođđolága ákkastallamiid mielde dorvvastit positiivvalaš sierradoaimmaiguin.

source: Piirainen, M. 2002: Kasvillisuus. – Teoksessa Kajala, L. (toim.): Tarvantovaaran erämaa-alueen ja Lätäsenon–Hietajoen soidensuojelualueen luonto ja käyttö.
sme: Sámekultuvrii gullevaš ealáhusaiguin bargama suodjala dasa lassin sámiid hárrái ON:a olmmošvuoigatvuođasoahpamušat, dego riikkavulošvuoigatvuođaide ja politihkalaš vuoigatvuođaide guoskevaš oppalašsoahpamuša 27 artihkal, mii lea Suomas fámus lágadásis.

source: Porotalouden ja luontaiselinkeinojen rahoituslaki 45/2000.
sme: Artihkkala mearrádus gáibida ON:a olmmošvuoigatvuođakommišuvnna dulkoma mielde dan, ahte ekonomalaš doaimmat galget plánejuvvot ja heivehuvvot nu, ahte sámiid ealáhusaid dego boazodoalu ekonomalaš gánnáheapmi seailu.

source: Porotilalaki 590/1969. – Kumottu porotalouslailla 161/1990.
sme: (Länsman ja earát v., Suopma, váidda nr 511/1992)

source: Puro-Tahvanainen, A. 2002: Vesistöt. – Teoksessa Kajala, L. (toim.): Tarvantovaaran erämaaalueen ja Lätäsenon–Hietajoen soidensuojelualueen luonto ja käyttö.
sme: ruovttuguovllus, de dálá vuoigatvuođalaš eahpesihkkarvuohta čuohcá sámiid vuoigatvuhtii bajásdoallat ja ovddidit iežaset árbevirolaš kultuvrra ja eallinvuogi, erenoamážit boazodoalu.

source: Sarja A 140: 30–42.
sme: 12/CO/FIN/5, 18.5.2007)

source: Rakennussuojelulaki 60/1985. Rassi, P., Alanen, A., Kanerva, T. &amp; Mannerkoski, I. (toim.) 2001: Suomen lajien uhanalaisuus 2000. – Ympäristöministeriö ja Suomen ympäristökeskus, Helsinki.
sme: Jagi 2005 álggu rájes fápmui boahtán Meahciráđđehuslága (1378/2004) mielde Meahciráđđehusa servodatlaš geatnegahttimin lea sámiid ruovttuguovllus heivehit iežas hálddašan luondduriggodagaid dikšuma, geavaheami ja suodjaleami nu, ahte vejolašvuođat bargat sámekultuvrrain dorvvastuvvojit (4.2 §).

source: 432 s.
sme: Riikkabeivviid vuođđoláhkaváljagoddi čujuhii dán vuođđoláhkii vuođđuduvvi doibmii, go gávnnahii árvalussii guoskevaš cealkámušastis (PeVL 38/2004 vp) ahte sámekultuvrii gullet árbevirolaš ealáhusaid dego boazodoalu, guolástusa ja meahccebivddu lassin maiddái daid dálá heivehanhámit.

source: —, Alanen, A., Kanerva, T. &amp; Mannerkoski, I. (toim.) 2002: Suomen lajien uhanalaisuus 2000. Alueellinen tarkastelu. – Ympäristöministeriö &amp; Suomen ympäristökeskus, Helsinki.
sme: Oktan vuohkin juksat dáid ulbmiliid sámiid hárrái lea 2004:s boahtán fápmui ovttadássásašvuođaláhka (21/2004), mii guoská 2 §:a 1 čuoggá mielde iehčanas ámmáhiin dahje ealáhusain barganvejolašvuođaide ja ealáhusa doarjumii.

source: Rauhala, M. 2002: Enontekiön kulttuuriympäristöohjelma. – Suomen ympäristö 540. Ympäristöministeriö, alueidenkäytön osasto, Helsinki.
sme: Láhka, mii guoská maiddái Meahciráđđehussii, viggá duođalaš ovttadássásašvuođa juksamii dárbbu mielde positiivvalaš sierragiedahallama

source: 99 s.
sme: vugiiguin dego lága 7.2 §:s boahtá ovdan.

source: Raunio, A., Schulman, A. &amp; Kontula, T. (toim.) 2008: Suomen luontotyyppien uhanalaisuus.
sme: Bistevašvuohta luonddu geavaheamis ja geavaheami stivremis Plána goalmmát ulbmilin lea bistevašvuohta meahcceguovllus.

source: – Suomen ympäristö 8/2008. Osat 1 ja 2. Suomen ympäristökeskus, Helsinki.
sme: Bistevašvuođain oaivvildit dan, ahte ”luonddu geavaheamis ja dan stivremis galgá váldit vuhtii ekonomalaš, sosiálalaš, ekologalaš ja kultuvrralaš beliid.”

source: Saamelaiskäräjät 1998: Saamelaisten kestävän kehityksen ohjelma. – Valmisteltu yhteistyössä ympäristöministeriön kanssa.
sme: Sámedikkis lea leamaš jagi 1998 rájes sámiid bistevaš ovdáneami prográmma, man dat lea válmmaštallan ovttasráđiid birasministeriijain ja man Sámediggi lea dohkkehan.

source: Hyväksytty saamelaiskäräjien kokouksessa 28.3.
sme: Darvvatvári plánas lea adnojuvvon ávkin dát prográmma.

source: — 2006: Saamelaisten kestävän kehityksen ohjelma 2006. – Hyväksytty saamelaiskäräjien kokouksessa 28.2.
sme: Sámediggi dohkkehii goittotge 28.2.2006 ” Sámiid bistevaš ovdáneami prográmma 2006 ”, man dat lei válmmaštallan ovttasráđiid birasministeriijain, ja nuba plána vuođđuduvvá boarásmuvvan prográmmii.

source: Saamen kielilaki 1086/2003.
sme: Suoma váldoálbmogis lea goabbatlágan kultuvra ja giella.

source: Sandström, O., Vaara, I., Heikkuri, P. Jokinen, M., Kokkoniemi, T., Liimatainen, J., Loikkanen, T., Mela, M., Osmonen, O., Salmi, J., Seppänen, M., Siekkinen, A., Sihvo, J., Tolonen, J., Tuohisaari, O., Tynys, T., Vaara, M. ja Veijola, P. 2000: Ylä-Lapin luonnonvarasuunnitelma.
sme: Váldoálbmoga kultuvrras geavahuvvojit intesiivvalaččat gáržžes guovllut, maidda huksejuvvo, mat njáskojuvvojit ja šaddaduvvojit. Sámekultuvra fas vuođđuduvvá viiddis guovlluid ávkinatnimii daid iežaset jahkásaš buvttadeami vuođul rievdat keahttá luonddu.

source: – Metsähallituksen metsätalouden julkaisuja 38. 246 s. Sarkkinen, M. 2007: Arkeologinen perintö osana saamelaisalueen maisemaa.
sme: Bistevaš ovdáneami riikkadási árvvoštallamis (s. 99-100) boahtá ovdan ahte sámekultuvrras leat mielde buot bistevaš ovdáneami bealit: ekologalaš, ekonomalaš ja sosiálalaččat bistevaš ovdáneapmi.

source: – Teoksessa Elo, T. &amp; Magga, P. (toim.): Eletty, koettu maisema. Näkökulmia saamelaiseen kulttuurimaisemaan.
sme: Sámekultuvra ii goittotge leat bistevaš vuođu alde, dasgo dan buot beliide čuhcet váldoálbmoga kultuvrras boahtti áitagat.

source: Suomen ympäristö 34. Lapin ympäristökeskus.
sme: Suomen ympäristö 623. Helsset 2003)

source: —, Gröndahl, K., Stolt, E., Tuovinen, T. &amp; Salmi, J. 2006: Ylä-Lapin alueen luonnonvarasuunnitelma.
sme: Suoma bistevaš ovdáneami doaibmagoddi gergii giđđat 2006 Riikkadási bistevaš ovdáneami strategiija ” Kohti kestäviä valintoja.

source: – Metsähallituksen metsätalouden julkaisuja 57. 175 s. Suomen perustuslaki 731/1999.
sme: Kansallisesti ja globaalisti kestävä Suomi ” (Valtioneuvoston kanslian julkaisuja 5/2006).

source: Suurpetotyöryhmä 1996: Suomen maasuurpetokannat ja niiden hoito.
sme: Doaibmagotti njunnošis lei oaiveministtar Matti Vanhanen.

source: MMM:n julkaisuja 6/1996. Maa- ja metsätalousministeriö &amp; ympäristöministeriö, ympäristö- ja luonnonvarainneuvosto.
sme: Dán strategiija mielde luondduriggodagaid kultuvrralaš mearkkašumi vuhtiiváldima bokte ”láhččojuvvo meannudanvuohki, mainna Sámiid bistevaš ovdáneami prográmma linnjemat váldojuvvojit vuhtii sámiid ruovttuguovllu luondduriggodatpolitihkas ja eanageavahanplánemis.

source: 41 s. + liitteet.
sme: ” (s. 18 ja 69).

source: Tikkanen, E. 1995: Kuolan saastepäästöt Lapin metsien rasitteena.
sme: Stáhtaráđđi dohkkehi 14.12.2006 prinsihppamearrádusa riikkadási bistevaš ovdáneami strategiijas.

source: 232 s.
sme: Dan mielde ”…

source: Valtioneuvoston kanslia 2006: Kohti kestäviä valintoja.
sme: riikkadási bistevaš ovdáneami politihka logalašvuođa ja guhkitáiggi- ulbmila sihkkarastin dihte hálddahusas ja dan ovttasbarggus eará doaibmiiguin álggahuvvo riikka-dási bistevaš ovdáneami strategiija ” Kohti kestäviä valintoja.

source: Kansallisesti ja globaalisti kestävä Suomi.
sme: Kansallisesti ja globaalisesti kestävä Suomi.”

source: – Kansallinen kestävän kehityksen strategia. Valtioneuvoston kanslian julkaisuja 5/2006.
sme: Sámedikki mielas plána čuovvu muhtun muddui váldoálbmoga bistevaš geavaheami prinsihpaid.
